42Crunch.vscode-openapi
absszero.vscode-laravel-goto
amiralizadeh9480.laravel-extra-intellisense
antfu.icons-carbon
bbenoist.Nix
be5invis.toml
belfz.search-crates-io
bmalehorn.shell-syntax
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
cschlosser.doxdocgen
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
dlasagno.wal-theme
dsznajder.es7-react-js-snippets
eamodio.gitlens-insiders
EditorConfig.EditorConfig
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.docker-explorer
geddski.macros
GitHub.copilot-nightly
GitHub.vscode-pull-request-github
glitchbl.laravel-create-view
GraphQL.vscode-graphql
helgardrichard.helium-icon-theme
IHunte.laravel-blade-wrapper
ionutvmi.path-autocomplete
jeff-hykin.better-cpp-syntax
justusadam.language-haskell
KnisterPeter.vscode-github
matklad.rust-analyzer
mikestead.dotenv
mindaro-dev.file-downloader
mindaro.mindaro
mohamedbenhida.laravel-intellisense
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naoray.laravel-goto-components
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
p1c2u.docker-compose
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
ryannaddy.laravel-artisan
serayuzgur.crates
shufo.vscode-blade-formatter
steoates.autoimport
sumneko.lua
TabNine.tabnine-vscode
twxs.cmake
vadimcn.vscode-lldb
vintharas.learn-vim
xdebug.php-debug
