code --install-extension 42Crunch.vscode-openapi
code --install-extension antfu.icons-carbon
code --install-extension bbenoist.Nix
code --install-extension be5invis.toml
code --install-extension belfz.search-crates-io
code --install-extension bmalehorn.shell-syntax
code --install-extension bungcip.better-toml
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension cschlosser.doxdocgen
code --install-extension cweijan.vscode-mysql-client2
code --install-extension dbaeumer.vscode-eslint
code --install-extension dlasagno.wal-theme
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens-insiders
code --install-extension EditorConfig.EditorConfig
code --install-extension esbenp.prettier-vscode
code --install-extension file-icons.file-icons
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.docker-explorer
code --install-extension GitHub.copilot-nightly
code --install-extension GitHub.vscode-pull-request-github
code --install-extension GraphQL.vscode-graphql
code --install-extension helgardrichard.helium-icon-theme
code --install-extension ionutvmi.path-autocomplete
code --install-extension IronGeek.vscode-env
code --install-extension jeff-hykin.better-cpp-syntax
code --install-extension justusadam.language-haskell
code --install-extension KnisterPeter.vscode-github
code --install-extension matklad.rust-analyzer
code --install-extension mindaro-dev.file-downloader
code --install-extension mindaro.mindaro
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-kubernetes-tools.vscode-kubernetes-tools
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.cpptools-extension-pack
code --install-extension ms-vscode.cpptools-themes
code --install-extension oderwat.indent-rainbow
code --install-extension p1c2u.docker-compose
code --install-extension rangav.vscode-thunder-client
code --install-extension redhat.vscode-xml
code --install-extension redhat.vscode-yaml
code --install-extension serayuzgur.crates
code --install-extension steoates.autoimport
code --install-extension sumneko.lua
code --install-extension TabNine.tabnine-vscode
code --install-extension twxs.cmake
code --install-extension vadimcn.vscode-lldb
code --install-extension vintharas.learn-vim
